Repository: vindula/collective.blogging
Catalog: collective/blogging/locales/*/LC_MESSAGES/collective.blogging.po
Languages: ca, ja

source: Add Auto-Blog Action
ca: Afegiu acció d'Auto-Bloc
ja: 自動ブログアクションを追加する

source: Add Blog Archive portlet
ca: Afegiu un portlet d'arxiu d'un bloc
ja: ブログアーカイブポートレットを追加する

source: Add Manage Blog portlet
ca: Afegiu un portlet de gestió d'un bloc
ja: ブログ管理ポートレットを追加する

source: Add Share Entry portlet
ca: Afegiu un portlet de compartir anotació
ja: 共有エントリポートレットを追加する

source: Add archive portlet
ca: Afegiu un portlet d'arxiu
ja: アーカイブポートレットを追加する

source: Add portlet
ca: Afegiu un portlet
ja: ポートレットを追加する

source: Addable types
ca: Tipus per afegir
ja: 追加できるタイプ

source: An auto-blog action can initialize various attributes on new or existing content.
ca: Una acció d'auto-bloc pot inicialitzar els atributs del contingut nou o existent
ja: 自動ブログアクションを使えば新規や既存のコンテンツの様々な属性を初期化することができます。

source: Archive portlet
ca: Portlet d'arxiu
ja: アーカイブポートレット

source: Archive portlet settings
ca: Configuració del portlet d'arxiu
ja: アーカイブポートレットの設定

source: Blog Archive: ${blog}
ca: Arxiu del bloc: ${blog}
ja: ブログアーカイブ: ${blog}

source: Blog created
ca: Bloc creat
ja: 生成されたブログ

source: Blogger's bio
ca: Biografia del blocaire
ja: ブロガーの略歴

source: Configure properties
ca: Configureu les propietats
ja: プロパティを設定する

source: Content rule action
ca: Acció de la regla
ja: コンテンツルールアクション

source: Create blog
ca: Creeu un bloc
ja: ブログを作成する

source: Create entry
ca: Creeu una anotació
ja: エントリを作成する

source: Default portlet
ca: Portlet predeterminat
ja: デフォルトポートレット

source: Drafts
ca: Esborranys
ja: ドラフト

source: Edit Auto-Blog Action
ca: Editeu l'acció d'auto-bloc
ja: 自動ブログアクションを編集する

source: Edit Blog Archive portlet
ca: Editeu el portlet d'arxiu
ja: ブログアーカイブポートレットを編集する

source: Edit Manage Blog portlet
ca: Editeu el portlet de gestió
ja: ブログ管理ポートレットを編集する

source: Edit Share Entry portlet
ca: Editeu el portlet de compartició
ja: 共有エントリポートレットを編集する

source: Enable auto-blogging
ca: Activeu l'auto-bloc
ja: auto-bloggingを有効にする

source: Enable blogging
ca: Activeu el blogging
ja: bloggingを有効にする

source: Enable comments
ca: Activeu els comentaris
ja: コメントを有効にする

source: Enter portlet tile.
ca: Introduiu el títol
ja: ポートレットタイトルを入力してください。

source: Event entry
ca: Anotació tipus esdeveniment
ja: イベントエントリ

source: Event maps
ca: Mapes d'esdeveniments
ja: イベントマップ

source: Event maps settings
ca: Configuració dels mapes d'esdeveniments
ja: イベントマップの設定

source: Exclude from navigation
ca: Excloeu-lo de la navegació
ja: ナビゲーションから除外する

source: Extend title
ca: Estèn el títol
ja: タイトルを拡張する

source: File entry
ca: Anotacuió tipus fitxer
ja: ファイルエントリ

source: Filter toolbar
ca: Eines de filtrat
ja: 絞り込みツールバー

source: Find a blog which will be this portlet used for.
ca: Determineu a quin bloc es refereix el portlet
ja: このポートレットの対象となるブログを検索します。

source: Find an user defined blog source with blog entry drafts.
ca: Determineu una carpeta per emmagatzemar els esborranys d'anotació.
ja: ブログエントリのドラフトを保存するブログを検索します。

source: Find an user defined folder for blog pictures and photo galleries.
ca: Determineu una carpeta per emmagatzemar les fotos i galeries
ja: 画像・フォトギャラリーを保存するフォルダを検索します。

source: Find the blog which will be this portlet used for.
ca: Determineu el bloc a que es refereix aquest portlet.
ja: このポートレットの対象となるブログを検索します。

source: First entry
ca: Primera anotació
ja: 最初のエントリ

source: If checked, action will mark content as blog or blog entry if supported.
ca: Si ho activeu, l'acció marcarà el contingut com a bloc o anotació.
ja: チェックを入れると、アクションはコンテンツをブログあるいはブログエントリにします。

source: If checked, action will set content to allow comments.
ca: Si ho marqueu l'acció activarà els comentaris del contingut.
ja: チェックを入れると、アクションはコンテンツのコメントを許可します。

source: If checked, action will set content to be excluded from navigation.
ca: Si ho marqueu l'acció exclourà els continguts de la navegació.
ja: チェックを入れると、アクションはコンテンツをナビゲーションから除外します。

source: Image entry
ca: Anotació tipus imatge
ja: イメージエントリ

source: Link entry
ca: Anotació tipus enllaç
ja: リンクエントリ

source: Manage Blog: ${blog}
ca: Gestiona el bloc: ${blog}
ja: ブログの管理: ${blog}

source: News Item entry
ca: Anotació tipus notícia
ja: ニュースエントリ

source: Next / Prev navigation
ca: Navegació següent/anterior
ja: Next / Prevナビゲーション

source: Next / Prev navigation settings
ca: Configuració de la navegació Seg/Pre
ja: Next / Prevナビゲーションの設定

source: Pictures
ca: Imatges
ja: ピクチャ

source: Portlet settings
ca: Configuració del portlet
ja: ポートレットの設定

source: Portlet title
ca: Títol del portlet
ja: ポートレットタイトル

source: Providers
ca: Serveis de compartició
ja: 共有サービスプロバイダ

source: Select a document with blogger's bio information.
ca: Seleccioneu un document amb la biografia del blocaire.
ja: ブロガーの略歴についてのドキュメントを選択してください。

source: Select content types for which you would like to show create link in the portlet.
ca: Seleccioneu els tipus d'anotació que voleu crear des del portlet.
ja: ポートレットに表示するコンテンツタイプを選択してください。

source: Select enabled sharing services.
ca: Seleccioneu els serveis de compartició que voleu.
ja: 有効にする共有サービスを選んでください。

source: Share post
ca: Compartiu l'anotació
ja: 共有エントリ

source: Target blog
ca: Bloc que es serveix
ja: 対象となるブログ

source: This displays blog archives.
ca: Mostra l'arxiu del bloc.
ja: このポートレットはブログアーカイブを表示します。

source: This portlet helps to manage blog's content.
ca: Aquest portlet ajuda a gestionar el contingut del bloc.
ja: このポートレットはブログのコンテンツを管理するのを助けてくれます。

source: This portlet renders link(s) to share an entry.
ca: Aquest portlet permet compartir una anotació a través d'un servei de compartició.
ja: このポートレットはエントリを共有するリンクを表示します。

source: Tick the checkbox to extend portlet title with target blog's title.
ca: Marqueu per afegir el títol del bloc al títol del portlet.
ja: ポートレットにブログのタイトルを表示するにはチェックを入れてください。

source: Video entry
ca: Anotació tipus vídeo
ja: ビデオエントリ

source: Video entry settings
ca: Configuració de la'unt tipus vídeo.
ja: ビデオエントリの設定

source: description_blog_archive_portlet
ca: Un portlet que mostra l'arxiu del bloc.
ja: ブログアーカイブを表示するポートレット。

source: description_manage_blog_portlet
ca: Un portlet que ajuda a gestionar el contingut del bloc.
ja: ブログのコンテンツを管理するポートレット。

source: description_no_items_in_blog
ca: Actualment el bloc no té anotacions.
ja: エントリがありません。

source: description_share_portlet
ca: Un portlet que permet compartir anotacions.
ja: 共有リンクを表示するポートレット。

source: help_batch_size
ca: Escriviu quantes anotacions per pàgina del bloc cal mostrar.
ja: ブログビューで1ページあたりいくつのエントリを表示するかを選びます。

source: help_blog_enabled
ca: Marqueu per activar/desactivar el comportament de bloc.
ja: このフォルダをブログとして見せるにはチェックを入れます。

source: help_blog_entry_marker
ca: Feu que aquest contingut esdevingui una anotació del bloc.
ja: このコンテンツをブログエントリにするにはチェックを入れます。

source: help_blogger_name
ca: Escriviu el nom del blocaire en cas que escriviu en nom d'una altra persona.
ja: 他の人のエントリをポストする場合はブロガー名を入力してください。

source: help_embed
ca: Enganxeu el codi d'encastat de YouTube, Google o altres dipòsits de video.
ja: YouTubeやGoogleなどの動画コンテンツのembedコードをペーストしてください。

source: help_enable_count
ca: Marqueu per activar/desactivar el comptador d'entrades del bloc.
ja: ブログの上部にエントリ数を表示するにはチェックを入れます。

source: help_filter_cache
ca: Escriviu durant quants minuts cal mantenir les opcions de filtratge triades a al barra d'eines.
ja: ブログツールバーのフィルターオプションが何分間キャッシュされるかを入力してください。

source: help_full_view
ca: Marqueu per a que la vista del bloc mostri el text principal de les anotacions.
ja: ブログビューでエントリの全文を表示するにはチェックを入れます。

source: help_perex_length
ca: Podeu determinar la mida màxima de la descripció d'una anotació que es mostrarà en la vista de bloc. Nota: aquest valor no afecta la vista si heu triat l'opció de «Mostra el text principal».
ja: ブログビューで表示されるエントリのディスクリプションの長さを制限できます。ただしフルビューオプションが有効になっている場合には影響を与えません。

source: help_show_header
ca: Marqueu per tal que la vista del bloc inclogui el títol i la descripció.
ja: チェックがない場合、ブログのタイトルとディスクリプションはブログビューで表示されません。

source: label_add_new_content
ca: Afegiu nou contingut:
ja: 新しいコンテンツを追加する:

source: label_archives
ca: Arxiu
ja: アーカイブ

source: label_batch_size
ca: Número d'anotacions per pàgina
ja: バッチサイズ

source: label_blog_enabled
ca: Bloc activat
ja: ブログを有効にする

source: label_blog_entry
ca: És una anotació del bloc
ja: ブログエントリ

source: label_blog_posts_count
ca: S'han trobat ${count} anotacions.
ja: ${count} エントリ

source: label_blog_text
ca: Text del bloc
ja: ブログテキスト

source: label_blogger_name
ca: Nom del blocaire
ja: ブロガー名

source: label_click_to_read_full_entry
ca: Cliqueu per llegir l'anotació sencera.
ja: エントリを全部読む

source: label_comments_with_count
ca: Comentaris (${comments})
ja: コメント（${comments}）

source: label_drafts
ca: Esborranys
ja: ドラフト

source: label_edit
ca: Editeu
ja: 編集

source: label_edit_title
ca: Cliqueu per editar aquesta anotació.
ja: このエントリを編集する

source: label_embed
ca: Encasta
ja: 埋め込み

source: label_enable_count
ca: Mostra el comptador
ja: 表示数

source: label_filed_under
ca: Arxiva sota:
ja: カテゴリ

source: label_filter_cache
ca: Cache del filtre
ja: フィルターキャッシュ

source: label_filter_posts
ca: Filtra les anotacions
ja: エントリを絞り込む

source: label_full_view
ca: Mostra el text principal
ja: フルビュー

source: label_go_to_blog
ca: Aneu al bloc…
ja: ブログへ

source: label_help
ca: Ajuda
ja: ヘルプ

source: label_newest
ca: Més nou…
ja: 最新のエントリ

source: label_perex_length
ca: Longitud màxima de la descripció
ja: 長さ

source: label_permalink
ca: Permalink
ja: 記事のURL

source: label_pictures
ca: Fotografíes
ja: ピクチャ

source: label_posted_by
ca: Anotat per ${author}
ja: ${author} による投稿

source: label_read_comments_title
ca: Llegeiu els comentaris sobre aquesta anotació.
ja: このエントリのコメントを読む

source: label_read_more
ca: Llegiu-ne més
ja: 続きを読む

source: label_show_header
ca: Mostra l'encapçalament
ja: ヘッダーを表示する

source: title_blog_archive_portlet
ca: Arxiu del bloc
ja: ブログアーカイブ

source: title_blog_share_portlet
ca: Comparteix l'anotació
ja: 共有エントリ

source: title_can_blog
ca: Pot bloguejar
ja: ブログにする

source: title_manage_blog_portlet
ca: Gestiona el bloc
ja: ブログの管理
